---
kind: other
id: Properties.T:Autodesk.Revit.DB.PanelType
source: html/6864647f-f341-c6ee-6535-64f9cc83937e.htm
---
# PanelType Properties

The id of the assembly instance to which the element belongs.